Repository: DanielDango/rolling-stocktake-plugin
Catalog: frontend/src/locales/*/messages.po
Languages: de

source: No location
de: Ohne Lagerort

source: Never
de: Niemals

source: View Item
de: Bestand betrachten

source: All up to date!
de: Alles auf dem neuesten Stand!

source: Nice work, you have counted enough items today.
de: Gute Arbeit, Sie haben heute genug Bestände gezählt.

source: Stock Item
de: Lager

source: Location
de: Lagerort

source: Last Stocktake
de: Letzte Bestandsaufnahme

source: Actions
de: Aktionen

source: Count Stock
de: Bestand zählen

source: Rolling Stocktake
de: Fortlaufende Bestandsaufnahme

source: Error loading stock information from server.
de: Fehler beim Laden der Bestandsinformationen vom Server.
